<template>
  <el-scrollbar >
    <h3>プライバシーポリシー</h3>
    <div class="text">
      <p>
        本プライバシーポリシーは、株式会社○○（以下、「当社」といいます。）が提供するサービス（以下、「本サービス」といいます。）において、当社が取得する個人情報の取り扱いについて定めるものです。
      </p>
      <h3>1. 取得する情報および取得方法</h3>
      <p>
        当社は、本サービスの提供にあたり、以下の情報を取得することがあります。
      </p>
      <ul>
        <li>（1）ユーザーが本サービスを利用する際に入力する情報</li>
        <li>（2）ユーザーが本サービスを利用する際に自動的に取得する情報</li>
      </ul>
      <h3>2. 利用目的</h3>
      <p>当社は、取得した情報を以下の目的で利用します。</p>
      <ul>
        <li>（1）本サービスの提供、維持、保護および改善</li>
        <li>（2）ユーザーに対する情報の提供</li>
        <li>（3）本サービスに関するお知らせ、お問い合わせ等への対応</li>
        <li>（4）本サービスに関する規約、ポリシー等の変更に対する通知</li>
        <li>（5）その他、本サービスの提供に関連する目的</li>
      </ul>
      <h3>3. 第三者提供</h3>
      <p>
        当社は、法令に基づく場合、裁判所、警察等の公的機関からの要請に基づく場合、またはユーザーの同意がある場合を除き、取得した情報を第三者に提供することはありません。
      </p>
      <h3>4. 個人情報の管理</h3>
      <p>
        当社は、取得した情報を適切に管理し、個人情報の漏洩、滅失、毀損等を防止するための安全対策を講じます。
      </p>
      <h3>5. お問い合わせ</h3>
      <p>
        本プライバシーポリシーに関するお問い合わせは、以下の窓口までお願いいたします。
      </p>
      <p>株式会社○○</p>
      <p>〒000-0000 〇〇県〇〇市〇〇町0-0-0</p>
      <p>TEL: 000-0000-0000</p>
      <p>
        E-mail:
        <a href="mailto:"></a>
      </p>
    </div>
  </el-scrollbar>
</template>

<script setup lang="ts"></script>

<style></style>
