<template>
    <el-scrollbar >
      <div class="text">
        <h3>利用規約</h3>
        <p>
          本利用規約（以下、「本規約」といいます。）は、株式会社○○（以下、「当社」といいます。）が提供するサービス（以下、「本サービス」といいます。）において、当社とユーザーとの間の権利義務関係を定めるものです。
        </p>
        <h3>1. 適用</h3>
        <p>
          本規約は、ユーザーが本サービスを利用する際の一切の行為に適用されます。
        </p>
        <h3>2. 利用登録</h3>
        <p>
          ユーザーは、本規約に同意の上、当社の定める方法により、本サービスの利用登録を行うものとします。
        </p>
        <h3>3. ユーザーIDおよびパスワードの管理</h3>
        <p>
          ユーザーは、自己の責任において、ユーザーIDおよびパスワードを適切に管理するものとします。
        </p>
        <h3>4. 禁止事項</h3>
        <p>
          ユーザーは、以下の行為をしてはなりません。
        </p>
        <ul>
          <li>（1）法令または公序良俗に違反する行為</li>
          <li>（2）犯罪行為に関連する行為</li>
          <li>（3）当社、他のユーザー、その他の第三者に対する迷惑行為</li>
          <li>（4）他のユーザーになりすます行為</li>
            <li>（5）当社のサーバーおよびシステムに過度な負荷をかける行為</li>
            <li>（6）当社のサービスの運営を妨害するおそれのある行為</li>
            <li>（7）その他、当社が不適切と判断する行為</li>
        </ul>
        <h3>5. 本サービスの提供の停止等</h3>
        <p>
          当社は、以下のいずれかに該当する場合、ユーザーに事前に通知することなく、本サービスの提供を停止または中断することができるものとします。
        </p>
        <ul>
          <li>（1）メンテナンス等を行う場合</li>
          <li>（2）火災、停電、天災地変等の不可抗力により本サービスの提供が困難となった場合</li>
          <li>（3）その他、当社が本サービスの提供の停止または中断が必要と判断した場合</li>
        </ul>
        <h3>6. 免責事項</h3>
        <p>
          当社は、本サービスに関して、以下の事項について一切の責任を負いません。
        </p>
        <ul>
          <li>（1）本サービスに関してユーザーが期待する効果を得られなかったこと</li>
          <li>（2）本サービスに関してユーザーが得た情報等により生じた損害</li>
          <li>（3）本サービスに関してユーザーと他のユーザーとの間に生じたトラブル</li>
          <li>（4）その他、本サービスに関してユーザーが被った損害</li>
        </ul>
        <h3>7. 本規約の変更</h3>
        <p>
          当社は、本規約を変更することができるものとします。
        </p>
        <h3>8. 通知または連絡</h3>
        <p>
          ユーザーと当社との間の通知または連絡は、当社の定める方法によって行うものとします。
        </p>
        <h3>9. 準拠法および管轄裁判所</h3>
        <p>
          本規約の準拠法は日本法とし、本規約に関して紛争が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
        </p>
        <br />
        <p>以上</p>
        <p>20OO年O月O日制定</p>
      </div>
    </el-scrollbar>
  </template>

  <script setup lang="ts"></script>

  <style></style>
